Repository: ChakaZulu/abakt
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pt, ru

source: About
pt: Acerca de
ru: О программе

source: &Support Abakt by making a small donation:
pt: &Suporte o Abakt através de um pequeno donativo:
ru: Поддержите Abakt сделав небольшое пожертвование:

source: Visit the website to read more.
pt: Visite o website para ler mais.
ru: Посетите веб сайт для дополнительной информации

source: &Close
pt: Fe&char
ru: Закрыть

source: Abakt uses ZipBuilder %s.
pt: Abakt usa ZipBuilder %s.
ru: Abakt использует ZipBuilder %s.

source: See http://www.drehoeksw.net/
pt: Ver http://www.drehoeksw.net/
ru: Смотрите http://www.drehoeksw.net/

source: User
pt: Utilizador
ru: Пользователь

source: Language
pt: Linguagem
ru: Язык

source: Translator
pt: Tradutor
ru: Переводчик

source: Date
pt: Data
ru: Дата

source: Version
pt: Versão
ru: Версия

source: Using ecc
pt: Versão ecc
ru: Используя ecc

source: Author
pt: Autor
ru: Автор

source: &License
pt: &Licença
ru: &Лицензия

source: &Internet
ru: &Интернет

source: Abakt - A Backup Tool
pt: Abakt - Uma Ferramenta de Backups
ru: Abakt - утилита резервного копирования

source: Action
pt: Acção
ru: Действие

source: &Save Log
pt: &Guardar Registo
ru: &Сохранить Журнал

source: &Log
pt: &Registo
ru: &Журнал

source: Progress
pt: Progresso
ru: Прогресс

source: &Abort
pt: &Abortar
ru: &Отмена

source: Group
pt: Grupo
ru: Группа

source: Profile
pt: Perfil
ru: Профиль

source: File
pt: Ficheiro
ru: Файл

source: Destination
pt: Destino
ru: Путь

source: Log File (*.log)|*.log|Any File (*.*)|*.*
pt: Ficheiros de Registo (*.log)|*.log|Todos os ficheiros (*.*)|*.*
ru: Журнал (*.log)|*.log|Все файлы (*.*)|*.*

source: Save log file
pt: Guardar ficheiro de registo
ru: Сохранить журнал

source: Self-extracting Archive
pt: Arquivo auto-extraível
ru: Самораспаковывающийся Архив

source: Select the Action Type and specify the Archive Mode.
pt: Seleccionar o tipo de Acção e especificar o modo de arquivo.
ru: Выберите тип действия и укажите режим компрессии

source: Action Type
pt: Tipo de Acção
ru: Тип Действия

source: Create Archive
pt: Criar Arquivo
ru: Создать Архив

source: File Operation
pt: Operação com Ficheiro
ru: Операции над файлами

source: &Copy
pt: &Copiar
ru: &Копировать

source: &Delete
pt: &Apagar
ru: &Удалить

source: &Move
pt: &Mover
ru: &Переместить

source: &Archive Mode
pt: Modo de &Arquivo
ru: &Режим Компрессии

source: Use all selected files (ignoring A). Don't modify A.
pt: Usa todos os ficheiros (ignorando A). Não modifica A.
ru: Использовать все выбранные файлы (игнорируя А). Не изменять А.

source: Use all selected files (ignoring A). Clear A after Action.
pt: Usa todos os ficheiros (ignorando A). Elimina A após Acção.
ru: Использовать все выбранные файлы (игнорируя А). Очистить А после действия.

source: Use A-files only. Don't modify A.
pt: Usa só os ficheiros com A. Não modifica A.
ru: Использовать только файлы А. Не изменять А.

source: Use A-files only. Clear A after Action.
pt: Usa só os ficheiros com A. Elimina A após Acção.
ru: Использовать только файлы А. Очистить А после действия.

source: Use non A-files only. Don't modify A.
pt: Usa ficheiros sem A. Não modifica A.
ru: Использовать только не-А файлы. Не изменять А.

source: How to deal with the Archive attribute (A)?
pt: Como gerir o atributo de Arquivo (A)?
ru: Что делать с Архивным атрибутом (А)?

source: Default
pt: Padrão
ru: По умолчанию

source: Full
pt: Completo
ru: Полный

source: Differential
pt: Diferencial
ru: Дифференциальный

source: Incremental
ru: Инкрементный

source: Inverse
pt: Inverso
ru: Инверсный

source: &Include Empty Source Directories
ru: &Включать Пустые Исходные Директории

source: &Method
pt: &Método
ru: &Метод

source: Existing backup with the same filename will be replaced.
pt: Um backup existente com o mesmo nome será substituído.
ru: Существующая резервная копия с таким же именем будет перезаписана.

source: Add new files and update files already present in existing backup with the same filename.
pt: Acrescenta novos ficheiros e actualiza ficheiros já incluidos num backup existente com o mesmo nome.
ru: Добавить новые файлы и обновить существующие файлы в резервной копии с тем же именем.

source: Never overwrite existing backup with the same filename.
pt: Nunca substituir backup já existente com o mesmo nome.
ru: Не перезаписывать существующую резервную копию с тем же именем файла

source: Update files already present, don't add new files to existing backup with the same filename.
pt: Actualizar ficheiros já presentes, não acrescentar novos ficheiros a um backup existente.
ru: Обновить существующие файлы, не добавлять новые файлы в резервную копию с тем же именем файла.

source: Replace
pt: Substituir
ru: Заменить

source: Update
pt: Actualizar
ru: Обновить

source: New
pt: Novo
ru: Новые

source: Freshen
pt: Renovar
ru: Освежить

source: Vo&lume Size
pt: Tamanho do Vo&lume
ru: Размер тома

source: Custom &Size (B)
pt: Tamanho Per&sonalizado (B)
ru: Произвольный размер

source: Spl&it Archive
pt: Repart&ir Arquivo
ru: Разбить Архив

source: Template
pt: Modelo
ru: Шаблон

source: Add Comment
pt: Acrescentar Comentário
ru: Добавить комментарий

source: 'Created with Abakt $V on 'yyyy'-'mm'-'dd'@'hh.nn
pt: 'Criado com Abakt $V em 'yyyy'-'mm'-'dd'@'hh.nn'
ru: 'Создано Abakt $V on 'yyyy'-'mm'-'dd'@'hh.nn

source: Preview
pt: Pré-visualizar
ru: Предварительный Просмотр

source: Copy the selected files to a Zip archive.
pt: Copia os ficheiros seleccionados para um arquivo Zip
ru: Копировать выбранные файлы в архив Zip

source: Pass&word
ru: Пароль

source: &Compression
pt: &Compressão
ru: &Компрессия

source: &Path Information
pt: Informação da &Path
ru: &Пути

source: Command Line
pt: Linha de comando
ru: Командная строка

source: Te&mplate
pt: &Modelo
ru: Шаблон

source: Variables
pt: Variáveis
ru: Переменные

source: $T - &Archive Type
pt: $T - Tipo de &Arquivo
ru: $T - Тип &Архива

source: $P - &Password
ru: $P - &Пароль

source: $C - &Command
pt: $C - &Comando
ru: $C - &Команда

source: $N - Archive Name
pt: $N - Nome do arquivo
ru: $N - Имя Архива

source: Destination.Directory + Destination.Name
pt: Directoria.de.Destino + Nome.de.Destino
ru: Путь.Назначения + Имя.Назначения

source: $W - Working Directory
pt: $W - Directoria de trabalho
ru: $W - Рабочая Директория

source: -w<Preferences.TemporaryDirectory>
pt: -w<Preferências.DirectoriaTemporária>
ru: -w<Настройки.ВременнаяДиректория>

source: $L - Listfile
pt: $L - Lista
ru: $L - ФайлСписка

source: @<Destination.Directory + Destination.Name>~.txt
pt: @<Directoria.de.Destino + Nome.de.Destino>~.txt
ru: @<Директория.Назначения + Имя.Назначения>~.txt

source: Required. Instructs 7-Zip which files to use.
pt: Exigido. Indica ao 7-Zip que ficheiros usar.
ru: Необходимо. Указывает 7-Zip какие файлы использовать.

source: Use 7-Zip to create a backup. You should set the path to 7-Zip on the Preferences window first.
pt: Usar o 7-Zip para criar o backup. Primeiro deve indicar-se a path para o 7-Zip na janela de Preferências.
ru: Использовать 7-Zip для создания резервной копии. Вам необходимо указать путь к 7-Zip в окне Настроек.

source: File &Operation
pt: &Operação de ficheiro
ru: &Операции с Файлами

source: Settings for the File Operations Copy, Move or Delete.
pt: Opções para Operações de Ficheiro Copiar, Mover ou Apagar.
ru: Настройки для Файловых Операций Копирования, Перемещения и Удаления.

source: O&verwrite Existing Files
pt: Escre&ver sobre ficheiros existentes
ru: Пе&резаписать существующие файлы

source: Use &Recycle Bin If Possible
pt: Usar &Reciclagem se possível
ru: Использовать &Корзину если возможно

source: &Also Overwrite Existing Read Only Files
pt: Escrever t&ambém sobre ficheiros existentes só de leitura
ru: Перезаписывать файлы Только для &Чтения

source: Specify the settings for the selected Action Type.
pt: Especificar opções para o Tipo de Acção seleccionado.
ru: Укажите настройки для выбранного Типа Действия

source: &Add
pt: &Acrescentar
ru: &Добавить

source: &Remove
pt: &Remover
ru: &Удалить

source: E&dit
pt: E&ditar
ru: &Редактировать

source: A&ll
pt: &Todos
ru: &Все

source: &None
pt: &Nenhum
ru: &Никакие

source: Ctrl+Up
pt: Ctrl+Seta para Cima
ru: Ctrl+Вверх

source: Up
pt: Para Cima
ru: Вверх

source: Ctrl+Down
pt: Ctrl + Seta para Baixo
ru: Ctrl+Вниз

source: Down
pt: Para Baixo
ru: Вниз

source: Sort
pt: Ordenar
ru: Сортировка

source: Clear
pt: Limpar
ru: Очистить

source: Internal Name=Value
pt: Nome Interno = Valor
ru: Внутреннее Имя=Значение

source: Name
pt: Nome
ru: Имя

source: Value
pt: Valor
ru: Значение

source: Type
pt: Tipo
ru: Тип

source: Examples
pt: Exemplos
ru: Примеры

source: Append Exten&sion
pt: Acrescentar Exten&são
ru: Добавить &Расширение

source: Choose...
pt: Escolher...
ru: Выберите

source: <Name>
pt: <Nome>
ru: <Имя>

source: <Name>-MyText
pt: <Nome>-Texto
ru: <Имя>-МойТекст

source: <Name>-BAK-<Date>
pt: <Nome>-BAK-<Data>
ru: <Имя>-BAK-<Дата>

source: <Name>-<Date>-<ArchiveMode>
pt: <Nome>-<Data>-<ModoDeArquivo>
ru: <Имя>-<Дата>-<РежимКомпрессии>

source: <Name>-<Date@Time>
pt: <Nome>-<Data@Hora>
ru: <Имя>-<Дата@Время>

source: Backup of Profile <Name>, made on <Day, Date>
pt: Backup de Perfil <Nome>, realizado em <Dia, Data>
ru: Резервная копия Профиля <Имя>, сделанная <День, Дата>

source: Specify the Destination directory and (file)name.
pt: Especificar a directoria de destino e nome (de ficheiro).
ru: Укажите директория назначения и имя (файла).

source: Directory
pt: Directoria
ru: Директория

source: &Browse
pt: &Procurar
ru: &Выбрать

source: Automatically &Create Directory
pt: &Criar directoria automaticamente
ru: Автоматически &Создавать Директорию

source: Enter File Size
pt: Indicar o tamanho do ficheiro
ru: Введите Размер Файла

source: &Bytes
ru: &Байт

source: &kB (rounded)
pt: &kB (arredondado)
ru: &кБ (округленно)

source: &MB (rounded)
pt: &MB (arredondado)
ru: &МБ (округленно)

source: Use Up/Down keys to modify values.
pt: Usar Seta para Cima/Seta para Baixo para modificar os valores.
ru: Используйте клавиши Вверх/Вниз для изменения значений.

source: Cancel
pt: Cancelar
ru: Отмена

source: Filter Preview
pt: Pré-visualizar filtro
ru: Предварительный просмотр фильтра

source: &Save list of selected files
pt: Guardar lista de ficheiros &seleccionados
ru: &Сохранить список выбранных файлов

source: Show the files that will be included and excluded, according to the current FilterSets.
pt: Mostar os ficheiros que serão incluido e excluidos, de acordo com os FilterSets actuais.
ru: Показать файлы, которые будут включены и исключены, согласно текущему набору фильтров.

source: FileLists
pt: Listas de ficheiros
ru: СпискиФайлов

source: Tip: Right-click mouse button for more features.
pt: Nota: Clique com o botão direito do rato para mais opções.
ru: Совет: Щелкните правую кнопку мыши для дополнительных функций.

source: &Included
pt: &Incluidos
ru: &Включенные

source: Size
pt: Tamanho
ru: Размер

source: Attributes
pt: Atributos
ru: Атрибуты

source: Modified
pt: Modificado
ru: Изменен

source: Filter
pt: Filtro
ru: Фильтр

source: &Excluded
pt: &Excluídos
ru: &Исключенные

source: Included Files:
pt: Ficheiros Incluidos:
ru: Включенные файлы:

source: Excluded Files:
pt: Ficheiros excluídos:
ru: Исключенные файлы

source: Build FileLists
pt: Criar lista de ficheiros
ru: Создать СпискиФайлов

source: &Build
pt: &Criar
ru: &Билд

source: Scan exluded directories
pt: Analizar directorias excluidas
ru: Сканировать исключенные директории

source: Strip &drive
pt: Descartar &drive
ru: Убрать &диск

source: &Quotes
pt: Aspas
ru: &Кавычки

source: Text File (*.txt)|*.txt|Any File (*.*)|*.*
pt: Ficheiro de Texto (*.txt)|*.txt|Qualquer (*.*)|*.*
ru: Текстовый файл (*.txt)|*.txt|Все Файлы (*.*)|*.*

source: Save File List
pt: Guardar lista de ficheiros
ru: Сохранить список файлов

source: &Clear List
pt: &Limpar lista
ru: &Очистить Список

source: Select &All
pt: Seleccion&ar Todos
ru: Выделить &Все

source: Edit FilterSet
pt: Editar FilterSet
ru: Редактировать НаборФильтров

source: &Name
pt: &Nome
ru: &Имя

source: A&ction
pt: A&cção
ru: &Действие

source: &Enabled
pt: &Activado
ru: &Активен

source: &Path (Mask)
pt: &Path (Máscara)
ru: &Путь (Маска)

source: &Size (Bytes)
pt: &Tamanho (Bytes)
ru: &Размер (Байт)

source: &Age (Days)
pt: Id&ade (Dias)
ru: &Возраст (Дней)

source: &Date (yyyy-mm-dd)
pt: &Data (aaaa-mm-dd)
ru: &Дата (гггг-мм-дд)

source: A&ttributes
pt: A&tributos
ru: А&трибуты

source: File Property Conditions:
pt: Condições de Propriedade do Ficheiro:
ru: Условия на свойства файла:

source: &Reset
pt: &Repor
ru: &Сбросить

source: &Help
pt: A&juda
ru: &Помощь

source: Dupli&cate
pt: Dupli&car
ru: Дуб&ликат

source: Path Mask
pt: Máscara de Path
ru: Маска пути

source: Age
pt: Idade
ru: Возраст

source: Filters will be tested against files in -selected- Source directories only.
pt: Os filtros serão aplicados apenas aos ficheiros seleccionados.
ru: Фльтры будут протестированы только на файлах в -выбранных- Исходных директориях.

source: F&ilterSet List
pt: Listas de filtros
ru: Список &Фильтров

source: Te&st Archive
pt: Te&star Arquivo
ru: &Тестировать Архив

source: Re&move Emptied Source Directories
ru: Удалять пустые исходные директории...

source: H&istory
pt: H&istórico
ru: &История

source: Manage History
pt: Gerir Histórico
ru: Настройки Истории

source: Things to do when an Action has finished without errors.
pt: O que fazer quando uma Acção termina sem erros.
ru: Действия по окончании Действия без ошибок.

source: File&List
pt: Listas de ficheiros
ru: Список&Файлов

source: Enabled
pt: Activado
ru: &Вести историю

source: Group of Profiles
pt: Grupo de perfis
ru: Группа Профилей

source: Select the Profiles to be executed in the order displayed below.
pt: Seleccionar os perfis a serem executados pela ordem seguinte
ru: Выберите Профили для выполнения в указанном ниже порядке.

source: FilterSets that will be added to the FilterSet list in every executed Profile. They can also be used to adjust existing FilterSets.
pt: FilterSets que serão adicionados à lista de FilterSets em cada perfil. Podem também ser usados para ajustar FilterSets existentes.
ru: НаборыФильтров, которые будут добавлена к НаборамФильтров в каждом исполняемом Профиле. Могут быть также использованы для настройки существующих НаборовФильтров.

source: Select and modify the configuration settings to adjust in every executed Profile.
pt: Seleccionar e modificar as opções de configuração a ajustar em todos os perfis.
ru: Выберите и установите конфигурационные настройки, которые будут применены к каждому исполняемому Профилю.

source: &File
pt: &Ficheiro
ru: &Файл

source: &Recent Files
pt: Ficheiros &Recentes
ru: &Последние Файлы

source: &Edit
pt: &Editar
ru: &Редактировать

source: &View
pt: &Ver
ru: &Вид

source: &Tools
pt: Ferramen&tas
ru: &Инструмены

source: Edit
pt: Editar
ru: Редактировать

source: Profiles
pt: Perfis
ru: Профили

source: Custom FilterSets
pt: FilterSets Personalizados
ru: НаборыФильтров Группы

source: Custom Configuration
pt: Configuração Personalizada
ru: Конфигурация Группы

source: &New Group
pt: &Novo Grupo
ru: &Новая Группа

source: &Open Group
pt: &Abrir Grupo
ru: &Открыть Группу

source: &Save Group
pt: &Guardar Grupo
ru: &Сохранить Группу

source: View
pt: Ver
ru: Вид

source: Action &Log
pt: &Registo de Acções
ru: &Журнал Действий

source: Save Group &As...
pt: Guardar Grupo &como...
ru: Сохранить Группу &Как....

source: Tools
pt: Ferramentas
ru: Инструменты

source: E&xecute Group
pt: E&xecutar Grupo
ru: &Выполнить Группу

source: Help
pt: Ajuda
ru: Помощь

source: &Manual
ru: &Руководство

source: Abakt Group (*.abg)|*.abg|All files (*.*)|*.*
pt: Grupo Abakt (*.abg)|*.abg|Todos (*.*)|*.*
ru: Группа Abakt (*.abg)|*.abg|Все файлы (*.*)|*.*

source: Open Group
pt: Abrir Grupo
ru: Открыть Группу

source: Save Group
pt: Guardar Grupo
ru: Сохранить Группу

source: Abakt Profile (*.abp)|*.abp|All files (*.*)|*.*
pt: Perfil Abakt (*.abp)|*.abp|Todos (*.*)|*.*
ru: Профиль Abakt (*.abp)|*.abp|Все файлы (*.*)|*.*

source: Choose a Profile to add to the Group
pt: Escolha um perfil para adicionar ao grupo
ru: Выберите Профиль для добавки в Группу

source: History
pt: Histórico
ru: История

source: &Archive Catalogue
pt: &Arquivar Catálogo
ru: Каталог &Архивов

source: Settings
pt: Opções
ru: Настройки

source: &Remove backups older than (days)
pt: &Remover backups mais velhos que (dias)
ru: &Удалять рез. копии старше (дней)

source: &Keep a minimum of backups
pt: &Manter um mínimo de backups
ru: Хранить &Минимум копий

source: Keep a &maximum of backups
pt: Manter um má&ximo de backups
ru: Хранить М&аксимум копий

source: &Use Recycle Bin if possible
pt: &Usar a Reciclagem se possível
ru: Использовать &Корзину когда возможно

source: Ena&bled
pt: &Activado
ru: А&ктивно

source: Show &List of Files
pt: Mostrar &Listas de ficheiros
ru: Показать &Список файлов

source: Add F&iles to List...
pt: Acrescentar F&icheiros à lista...
ru: &Добавить файлы к списку

source: Apply Settings &Now
pt: Aplicar opções a&gora
ru: Применить Настройки &Сейчас

source: Backups (*.zip;*.7z)|*.zip;*.7z|All Files (*.*)|*.*
pt: Backups (*.zip;*.7z)|*.zip;*.7z|Todos (*.*)|*.*
ru: Резервные копии (*.zip;*.7z)|*.zip;*.7z|Все файлы (*.*)|*.*

source: Add Backup Files to History
pt: Acrescentar ficheiros de backup ao histórico
ru: Добавить Резервные Копии к Истории

source: F8 - Action Type
pt: F8 - Tipo de Acção
ru: F8 - Тип Действия

source: F9 - Action Type Settings
pt: F9 - Opções do tipo de acção
ru: F9 - Настройки Типа Действия

source: F10 - Destination
pt: F10 - Destino
ru: F10 - путь назначения

source: Status
pt: Estado
ru: Статус

source: &Refresh Directory List
pt: Actualiza&r lista de directorias
ru: &Обновить список директорий

source: R&efresh File List
pt: Actualizar lista d&e ficheiros
ru: О&бновить список файлов

source: Sca&n Tree Below Directory
pt: Va&rrer árvore a partir da directoria
ru: Ска&нировать поддерево директории

source: &Select Manual...
pt: E&scolher Manual...
ru: &Выбрать Руководство

source: Abakt &Homepage
pt: &Homepage Abakt
ru: Домашняя страница Abakt

source: &New Profile
pt: &Novo Perfil
ru: &Новый Профиль

source: &1 - Source
pt: &1 - Origem
ru: &1 - Исходные

source: &2 - Filters
pt: &2 - Filtros
ru: &2 - Фильтры

source: &3 - Action
pt: &3 - Acção
ru: &3 - Действие

source: &Open Profile...
pt: &Abrir Perfil...
ru: &Открыть Профиль...

source: &Save Profile
pt: &Guardar perfil
ru: &Сохранить Профиль

source: Save Profile &As...
pt: Guardar perfil &como...
ru: Сохранить Профиль &Как...

source: E&xecute Profile
pt: E&xecutar Perfil...
ru: &Выполнить Профиль

source: &Group of Profiles...
pt: &Grupo de perfis...
ru: Группа Профилей

source: &Filter Preview...
pt: Pré-visualizar &filtro...
ru: &Предварительный Просмотр Фильтра...

source: &Close Profile
pt: Fe&char perfil
ru: &Закрыть Профиль

source: &Template Editor...
pt: Edi&tor de Modelos...
ru: Редактор &Шаблонов

source: &About
pt: &Acerca de
ru: &О программе

source: &Restore Zip Archive...
pt: &Restaurar arquivo Zip
ru: &Распаковать Архив Zip...

source: 3&a - Action Type
pt: 3&a - Tipo de Acção
ru: 3&а - Тип Действия

source: Save S&tatus As...
pt: Guardar Es&tado como...
ru: Сохранить С&татус Как...

source: E&xit
pt: Sai&r
ru: В&ыход

source: 3&b - Action Type Settings
pt: 3&b - Opções de Tipo de Acção
ru: 3&б - Настройки Типа Действия

source: 3&c - Destination
pt: 3&c - Destino
ru: 3&с - Путь Назначения

source: &4 - Finalize
pt: &4 - Finalizar
ru: &4 - Завершение

source: Clear &Status Window
pt: Limpar janela de e&stado
ru: Очистить Окно &Статуса

source: 4a - &History...
pt: 4a - &Histórico...
ru: 4a - &История...

source: &Preferences...
pt: &Preferências...
ru: &Настройки...

source: Show &Description Boxes
pt: Mostrar caixas de &descrição
ru: Показывать &Описания

source: Save Profile
pt: Guardar Perfil
ru: Сохранить Профиль

source: Open Profile
pt: Abrir Perfil
ru: Открыть Профиль

source: Log files (*.log)|*.log|Text files (*.txt)|*.txt|All files (*.*)|*.*
pt: Ficheiros de Registo (*.log)|*.log|Ficheiros de Texto (*.txt)|*.txt|Todos os ficheiros (*.*)|*.*
ru: Журналы (*.log)|*.log|Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*

source: Save Status As...
pt: Guardar estado como...
ru: Сохранить Статус Как...

source: Compiled HTML Help (*.chm)|*.chm|All files (*.*)|*.*
pt: HTML Compilado (*.chm)|*.chm|Todos (*.*)|*.*
ru: Скомпилированная помощь в HTML (*.chm)|*.chm|Все файлы (*.*)|*.*

source: Select Manual
pt: Seleccionar Manual
ru: Выбрать руководство

source: Preferences
pt: Preferências
ru: Настройки

source: On &Startup
pt: Ao &Iniciar
ru: При &Запуске

source: Applies to '.abp', '.abg', '.abt' and '.abh' files. Will be performed once, at the next startup.
pt: Aplica-se aos ficheiros '.abp', '.abg', '.abt' e '.abh'. Será executado na próxima vez que iniciar.
ru: Относится к файлам '.abp', '.abg', '.abt' and '.abh'. Выполнится один раз при следующем запуске.

source: &Restore File Associations at Next Startup
pt: &restaura as associações a ficheiros na próxima vez que iniciar.
ru: &Восстановить ассоциации файлов при след. запуске

source: Use This Profile
pt: Usar este perfil
ru: Использовать этот профиль

source: &New
pt: &Novo
ru: &Новый

source: &Previously Opened/Saved
pt: &Previamente Aberto/Guardado
ru: &Последний открытый/сохраненный

source: C&ustom
pt: Personali&zado
ru: &Указанный

source: &Application
pt: &Aplicação
ru: &Приложение

source: Show Description &Boxes
pt: Mostrar caixas de descrição
ru: Показывать описания

source: This is a Description Box.
pt: Isto é uma caixa de descrição.
ru: Это описание

source: Lang&uage
pt: Líng&ua
ru: &Язык

source: Requires application restart.
pt: Requer reinício da aplicação.
ru: Требует перезапуска программы

source: Preferences File
pt: Ficheiro de preferências
ru: Файл настроек

source: Recent Files Menu
pt: Menu de ficheiros recentes
ru: Последние файлы

source: Numbe&r of Listed Files
pt: Núme&ro de ficheiros
ru: Количество файлов в списке

source: Show &Path Information
pt: Mostra informação da &path
ru: Показывать информацию о &пути

source: &Data Directory
pt: &Directoria de dados
ru: &Директ. данных

source: Not used when Abakt is started with command line parameters.
pt: Não usado quando se inicia Abakt com parâmetros na linha de comandos.
ru: Не используется когда Abakt запущен с параметрами командной строки

source: &Confirm 'File Operation | Delete'
pt: &Confirmar 'Operação ficheiros | Apagar'
ru: &Подтверждать 'Файловые операции | Удалить'

source: Default &Destination Directory
pt: &Directoria padrão de destino
ru: Директория по &умолчанию

source: &Temporary Directory
pt: Directoria &Temporária
ru: &Временная директ.

source: &7-Zip Executable
pt: Executável &7-Zip
ru: Программа &7-Zip

source: Get 7-Zip from http://sourceforge.net/projects/sevenzip/
pt: Obtenha 7-Zip de http://sourceforge.net/projects/sevenzip/
ru: Скачать 7-Zip с http://sourceforge.net/projects/sevenzip/

source: Convert filenames in @listfile to OEM
ru: Конвертировать имена файлов в @listfile в OEM

source: &Logging
pt: &Registos
ru: &Журнал

source: For every file: show IF and WHY it is included or excluded.
pt: Para todos os os ficheiros: mostrar SE e PORQUÊ é incluido ou excluído.
ru: Для каждого файла: показывать КОГДА и ПОЧЕМУ он включен или исключен.

source: Show detailed progress for every file. If unchecked, only the failures are reported.
pt: Mostrar progresso detalhado de cada ficheiro. Se não activado, mostrar apenas as falhas.
ru: Показывать подробный прогресс для каждого файла. Когда выключено - показываются только ошибки.

source: Detailed &Building File Lists
pt: Criando &lista de ficheiros, detalhadamente
ru: Подробный &Список включенных/исключенных файлов

source: Detailed &Progress
pt: &Progresso detalhado
ru: Подробный &Прогресс
