Repository: ChakaZulu/abakt
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pt, ru

source: &Directory
pt: &Directoria
ru: &Директория

source: Save Log &to "<ProfileName>.log"
pt: Guardar regis&to de acções para "<NomePerfil>.log".
ru: Сохранить журнал действий в "ИмяПрофиля.log"

source: Application
pt: Aplicação
ru: &Приложение

source: Maximum Size (kB):
pt: Tam. Máx (kB):
ru: Максимальный размер (кБ):

source: Save Status &Messages
pt: Guardar &mensagens de estado
ru: Сохранить Статусные Сообщения...

source: Ad&vanced
pt: A&vançado
ru: По&дробнее

source: Make sure that only 100% successful backups are made. Applies to Zip Actions only.
pt: Activar para garantir que apenas os backups 100% concluídos são executados. Aplica-se a acções do tipo Zip.
ru: Гарантировать, что только 100% успешные резервные копии будут сделаны. Относится только к Действию Zip.

source: Applies to Zip Method 'Replace'. Always disabled for removable drives.
pt: Aplica-se ao método Zip 'Substituir'. Sempre desactivado para driver amomíveis.
ru: Относится к Zip методу 'Заменить'. Всегда выключено для сменных дисков.

source: Instructs ZipBuilder to work on a temporary copy of existing zip archive.
pt: Indica ao ZipBuilder que trabalhe numa cópia temporária do arquivo Zip existente.
ru: Инструктирует ZipBuilder работать на временной копии существующего архива.

source: &Remove Non-Existing Source Directories from Profile
pt: &Remover directorias de origem não-existentes do perfil
ru: &Удалить Несуществующие Исходные Директории из Профиля

source: Use New UI BrowseFor&Folder
pt: Usar nova UI BrowseFor&Folder (Procurar por directoria)
ru: Использовать новый интерфейс BrowseForFolder

source: Create &Temporary Copy if Zip Archive Exists
pt: Cria cópia &temporária se existir arquivo Zip
ru: Создавать &Временную копию если архив Zip существует.

source: Treat &Warnings as Errors
pt: Tratar a&visos como erros
ru: Считать Предупреждения Ошибками

source: &Perform Safe ZipBuilder Operations
pt: E&xecutar operações do ZipBuilder seguras
ru: Выполнение Безопасных операций ZipBuilder

source: Application (*.exe)|*.exe|Any File (*.*)|*.*
pt: Aplicações (*.exe)|*.exe|Qualquer (*.*)|*.*
ru: Программа (*.exe)|*.exe|Все файлы (*.*)|*.*

source: 7-Zip Commandline Executable
pt: Linha de comandos para executar 7-Zip
ru: Исполняемая программа командной строки 7-Zip

source: Restore Zip Archive
pt: Restaurar Arquivo Zip
ru: Распаковать Архив Zip

source: &Password:
ru: &Пароль:

source: O&verwrite Existing Files and Directories
pt: Escre&ver sobre ficheiros e directorias existentes
ru: П&ерезаписывать существующие файлы и директории

source: &Zip Archive
pt: Arquivo &Zip
ru: Архив &Zip

source: &Open
pt: &Abrir
ru: &Открыть

source: &Destination Directory
pt: &Directoria de destino
ru: &Директория назначения

source: Fi&les
pt: &Ficheiros
ru: &Файлы

source: Path
ru: Путь

source: Rate (%)
pt: Taxa (%)
ru: Степень Сжатия

source: Compressed
pt: Comprimido
ru: Сжато

source: Log
pt: Registo
ru: Журнал

source: Archive
pt: Arquivo
ru: Архив

source: &Restore Selected Files
pt: &Restaurar ficheiros seleccionados
ru: &Распаковать Выбранные Файлы

source: Zip Files (*.zip)|*.zip|Any File (*.*)|*.*
pt: Arquivos Zip (*.zip)|*.zip|Todos (*.*)|*.*
ru: Файлы Zip(*.zip)|*.zip|Все файлы (*.*)|*.*

source: Select an Archive to Restore
pt: Escolher um arquivo para restaurar
ru: Выберите архив для распаковки

source: [Right Mousebutton]
pt: [Botão direito do rato]
ru: [Правая Кнопка Мышки]

source: Filter&Set
ru: Набор &Фильтров

source: &Directories
pt: &Directorias
ru: &Директории

source: &More
pt: &Mais
ru: До&полнительно

source: Select the directories to include. Unselected directories are always excluded.
pt: Seleccionar as directorias a incluir.Directorias não seleccionadas são sempre excluídas.
ru: Выберите директории для включения в архив. Невыбранные директории всегда исключаются.

source: Refresh &Directory List
pt: Actualizar lista de &directorias
ru: Обновить Список &Директорий

source: Refresh &File List
pt: Actualizar lista de &ficheiros
ru: Обновить Список &Файлов

source: &Select + All Children
pt: &Seleccionar + descendentes
ru: &Выбрать + все поддерево

source: &UnSelect + All Children
pt: &Des-seleccionar + descendentes
ru: &Исключить + все поддерево

source: &Collapse + All Children
pt: &Comprimir vista + descendentes
ru: &Свернуть + все поддерево

source: &Expand + All Children
pt: &Expandir vista + descendentes
ru: &Развернуть + все поддерево

source: Scan &Tree Below Directory
pt: Varrer árvore sob a direc&toria
ru: Сканировать &Поддерево

source: &Exclude
pt: &Excluir
ru: &Исключить

source: This &File
pt: Este &Ficheiro
ru: Этот &Файл

source: Filetype In All &Directories
pt: Tipo de ficheiro em todas as &directorias
ru: Тип файла во всех &Директориях

source: Filetype In &This Directory Only
pt: &Tipo de ficheiro só nesta directorias
ru: Тип файла только в этой директории

source: Filetype In This Directory And &Below
pt: Tipo de fic&heiro nesta directoria e descendentes
ru: Тип файла в этой директории и поддереве

source: &All Files In This Dir
pt: Todos os ficheiros nest&a directoria
ru: &Все файлы в этой директории

source: &Include (Always)
pt: &Incluir (Sempre)
ru: &Включить (всегда)

source: No &Compression
pt: Sem &Compressão
ru: Не &сжимать

source: &Always Show Editor
pt: Mostr&ar sempre editor
ru: &Всегда Показывать Редактор

source: &New FilterSet
pt: &Novo FilterSet
ru: &Новый набор фильтров

source: E&dit Active FilterSet
pt: E&ditar FilterSet activo
ru: &Редактировать Активный Набор Фильтров

source: None
pt: Nenhum
ru: Не указывать

source: Excluded
pt: Excluído
ru: Исключенные

source: Included
pt: Incluído
ru: Включенные

source: Not Compressed
pt: Não comprimido
ru: Не сжатые

source: Template Editor
pt: Editor de Modelos
ru: Редактор Шаблонов

source: Only the selected (checked) settings will be written to the template.
pt: Apenas as opções seleccoinadas serão guardadas no modelo.
ru: Только выбранные (отмеченные) настройки будут записаны в шаблон.

source: &New Template
pt: &Novo Modelo
ru: &Новый Шаблон

source: &Open Template
pt: &Abrir Modelo
ru: &Открыть Шаблон

source: &Save Template
pt: &Guardar Modelo
ru: &Сохранить Шаблон

source: Save Template &As...
pt: Gu&ardar Modelo Como...
ru: Сохранить Шаблон &Как...

source: Current Profile --> This Template
pt: Perfil actual --> Este modelo
ru: Текущий Профиль -> Этот Шаблон

source: This Template --> Current Profile
pt: Este modelo --> Perfil actual
ru: Этот Шаблон -> Текущий Профиль

source: Abakt Template (*.abt)|*.abt|Import Abakt Profile or Group (*.abp;*.abg)|*.abp;*.abg|All files (*.*)|*.*
pt: Modelo Abakt (*.abt)|*.abt|Importar Perfil ou Grupo Abakt(*.abp;*.abg)|*.abp;*.abg|Todos os ficheiros (*.*)|*.*
ru: Шаблон Abakt (*.abt)|*.abt|Импортировать Профиль или Группу Abakt (*.abp;*.abg)|*.abp;*.abg|Все файлы (*.*)|*.*

source: Open/Import Template
pt: Abrir/Importar modelo
ru: Открыть/Импортировать Шаблон

source: Abakt Template (*.abt)|*.abt|All files (*.*)|*.*
pt: Modelo Abakt (*.abt)|*.abt|Todos os ficheiros (*.*)|*.*
ru: Шаблон Abakt (*.abt)|*.abt|Все файлы (*.*)|*.*

source: Build
pt: Compilação
ru: Билд

source: Destination Directory can not be empty.
pt: Directoria de destino não pode estar vazia.
ru: Директория Назначения не может быть пустая

source: Destination Directory does not exist: %s
pt: Directoria de destino não existe: %s
ru: Директория Назначения не существует: %s

source: Creating Destination Directory %s...
pt: A criar directoria de destino %s...
ru: Создание директории назначения %s...

source: Failed.
pt: Falhou.
ru: Ошибка.

source: Ok.
ru: Ок.

source: Destination Directory will not be automatically created.
pt: Directoria de Destino não será criada automaticamente.
ru: Директория назначение не будет создана автоматически

source: Action Log Directory does not exist: %s
pt: Directoria de registo de acções não existe: %s.
ru: Директория журнала действий не существует: %s

source: Logging to file is disabled for the current Action.
pt: Registo em ficheiro está desactivado para a acção actual.
ru: Ведение журнала в файл отключено для текущего Действия.

source: [ Starting Action %s ]
pt: [Iniciando acção %s ]
ru: [ Запуск Действия %s ]

source: Abakt Version: %s
pt: Versão do Abakt: %s
ru: Версия Abakt: %s

source: Profile: %s
pt: Perfil: %s
ru: Профиль: %s

source: Log File: %s
pt: Ficheiro de registo: %s
ru: Файл журнала: %s

source: Disabled
pt: Desabilitado
ru: Отключено

source: Archive Mode
pt: Modo de arquivo
ru: Режим архивирования

source: Method
pt: Método
ru: Метод

source: Path Information
pt: Informação do caminho
ru: Информация о путях

source: Elapsed Time (Profile): %s
pt: Tempo decorrido (Perfil): %s
ru: Прошло времени (Профиль): %s

source: Finished Action %s
pt: Acção %s terminada
ru: Завершено Действие %s

source: ZipBuilder automatically renamed the last part of the Split Archive to '*.zip'.
pt: ZipBuilder renomeou automaticamente a última parte do arquivo dividido para '*.zip'.
ru: ZipBuilder автоматически переименовал последнюю часть многотомного архива в '*.zip'.

source: Zip Archive Details:
pt: Detalhes do arquivo Zip:
ru: Информация об архиве Zip:

source: Files in Zip Archive: %d
pt: Ficheiros no arquivo Zip: %d
ru: Файлов в архиве Zip: %d

source: Files Acted On: %d
pt: Ficheiros processados: %d
ru: Файлов над которыми было произведено действие: %d

source: Split Zip Archive Parts: %d
pt: Partes do arquivo Zip repartido: %d
ru: Частей многотомного архива Zip: %d

source: Compressed Size: %s (%s B) of %s (%s B) = %i%% of original size.
pt: Tamanho comprimido: %s (%s B) of %s (%s B) = %i%% do tamanho original.
ru: Сжатый размер: %s (%s B) от %s (%s B) = %i%% оригинального размера.

source: The following files or directories could not be archived:
pt: Os ficheiros ou directorias seguintes não puderam ser arquivados:
ru: Следующие файлы или директории не были заархивированы:

source: FileList:
pt: Lista de ficheiros:
ru: СписокФайлов:

source: Saving FileList to: %s
pt: A guardar lista de ficheiros para: %s
ru: Сохранение СпискаФайлов в: %s

source: No Source directories.
pt: Nenhuma directoria de origem.
ru: Отсутствуют исходные директории.

source: Compression Level: %d
pt: Nível de compressão: %d
ru: Уровень сжатия: %d

source: Using Password: %s
pt: Password: %s
ru: Используя пароль:%s

source: No
pt: Não
ru: Нет

source: Yes
pt: Sim
ru: Да

source: Perform Safe ZipBuilder Operations
pt: Executar operações do ZipBuilder seguras
ru: Выполнение Безопасных операций ZipBuilder

source: Destination Drive: %s
pt: Drive de Destino: %s
ru: Диск назначения: %s

source: Removable: %s
pt: Removível: %s
ru: Сменный: %s

source: Type: CD/DVD
pt: Tipo: CD/DVD
ru: Тип: CD/DVD

source: Free Space: %s (%s Bytes)
pt: Espaço livre: %s (%s Bytes)
ru: Свободное место: %s (%s байт)

source: Temporary Directory: %s
pt: Directoria Temporária: %s
ru: Временная директория: %s

source: Zip Archive's Destination is empty.
pt: O arquivo Zip de destino está vazio.
ru: Путь назначения архива Zip пуст.

source: Destination Zip Archive exists. New name: %s
pt: O arquivo Zip de destino existe. Novo nome: %s
ru: Указанный архив Zip существует. Новое имя: %s

source: You chose to Freshen a non-existing Zip Archive: %s.
pt: Tentou renovar um arquivo Zip não existente: %s.
ru: Архив Zip указанный для обновления не существует: %s.

source: A new Zip Archive will be created.
pt: Um novo arquivo Zip vai ser criado.
ru: Будет создан новый архив Zip.

source: Action failed.
pt: Acção falhou.
ru: Ошибка выполнения Действия.

source: You can not add more than 65535 files to a Zip archive.
pt: Não pode adicionar mais de 65535 ficheiros a um arquivo Zip.
ru: Архивы Zip не поддерживают больше 65535 файлов.

source: Could not open file: %s
pt: Não foi possível abrir o ficheiro: %s
ru: Невозможно открыть файл: %s

source: No existing Zip Archive found. Creating new archive.
pt: O arquivo Zip não foi encontrado. A criar novo arquivo.
ru: Не обнаружено существующего архива Zip. Будет создан новый архив.

source: Creating New Zip Archive:
pt: A criar novo arquivo Zip:
ru: Создание нового архива Zip:

source: Replacing Existing Zip Archive:
pt: A substituir arquivo Zip existente:
ru: Замена существующего архива Zip:

source: Creating a temporary copy on a removable drive is always disabled.
pt: A criação de cópias temporárias numa drive amomível está sempre desabilitada.
ru: Создание временной копии на сменном диске всегда отключено.

source: Creating temporary copy of existing Zip Archive: %s...
pt: A criar cópia temporária do arquivo Zip existente: %s...
ru: Создание временной копии существующего архива Zip: %s...

source: Adding files to existing Zip Archive instead.
pt: Em alternativa, acrescentar ficheiros a um arquivo Zip existente.
ru: Добавление файлов в существующий архив Zip.

source: Adding files. Please wait.
pt: A acrescentar ficheiros. Aguardar por favor.
ru: Пожалуйста ждите. Идет добавка новых файлов.

source: Deleting temporary copy of Zip Archive: %s...
pt: A apagar cópia temprária do arquivo Zip: %s...
ru: Удаление временной копии архива Zip: %s...

source: Updating Existing Zip Archive:
pt: A actualizar arquivo Zip existente:
ru: Обновление существующего архива Zip:

source: Testing Zip Archive %s:
pt: A testar arquivo Zip %s:
ru: Проверка архива Zip %s:

source: Disabled.
pt: Desabilitado.
ru: Отключено.

source: All %d files tested Ok.
pt: Todos os %d ficheiros testados COM SUCESSO.
ru: Все %d файлов проверены Ok.

source: Error: %d files tested BAD, or skipped!
pt: Erro: %d ficheiros testados SEM SUCESSO, ou não testados!
ru: Ошибка: %d файлов выдали ОШИБКУ при проверке или были пропущены!

source: Detecting Empty Directories:
pt: A detectar directorias vazias:
ru: Поиск Пустых Директорий:

source: Disabled if 'Path Information' is 'None'.
ru: Отключено если 'Пути' установлено в 'Никакие'

source: None found.
pt: Nenhum encontrado.
ru: Ничего не найдено.

source: Empty directories to include: %d
pt: Directorias vazias a incluir: %d
ru: Включаемые пустые директории: %d

source: Split Zip Archive: Enabled
pt: Arquivo Zip repartido: Activado
ru: Многотомный архив Zip: включено

source: Type: Spanning (using removable disks)
pt: Tipo: Repartido (usar discos removíveis)
ru: Тип: Разделение (используя сменные диски)

source: You should label every disk.
pt: Deve etiquetar cada disco.
ru: Не забудьте пометить каждый диск.

source: Type: Splitting (using a fixed drive).
pt: Tipo: Repartido (usar drive fixa).
ru: Тип: Разделение (используя жесткий диск).

source: Files will be named '*.z01', '*.z02', etc., and finally '*.zip'.
pt: Os ficheiros serão chamados '*.z01', '*.z02', etc., e finalmente '*.zip'.
ru: Файлы будут названы '*.z01', '*.z02', и т.д., и последний: '*.zip'.

source: Each part will have a maximum size of %s (%s Bytes)
pt: Cada parte terá um tamanho máximo de %s (%s Bytes)
ru: Каждая часть будет иметь максимальный размер %s (%s байт)

source: Deleting unfinished Zip Archive %s...
pt: A apagar arquivo Zip não terminado %s...
ru: Удаление неоконченного архива Zip %s...

source: Deleting %s...
pt: A apagar %s...
ru: Удаление %s...

source: File does not exist: %s
pt: Ficheiro não existe: %s
ru: Файл не существует: %s

source: Elapsed Time (Group): %s
pt: Tempo decorrido (Grupo): %s
ru: Прошло времени (Группа): %s

source: Action not completed
pt: Acção incompleta
ru: Действие не завершено

source: Action aborted by user.
pt: Acção cancelada pelo utilizador.
ru: Действие отменено пользователем.

source: An error occured.
pt: Ocorreu um erro.
ru: Возникла ошибка.

source: Restoring temporary copy %s...
pt: A restaurar cópia temporária %s...
ru: Восстановление временной копии %s...

source: You should manually restore the temporary copy.
pt: Deve restaurar manualmente a cópia temporária.
ru: Вам необходимо вручную восстановить временную копию.

source: Destination: %s
pt: Destino: %s
ru: Назначение: %s

source: Building File Lists
pt: A criar listas de ficheiros
ru: Создание списков файлов

source: Saving List of Files to Include to %s.
pt: A guardar as listas de ficheiros a incluir para %s.
ru: Сохранение списка включаемых файлов в %s.

source: Saving List of Files to Exclude to %s.
pt: A guardar as listas de ficheiros a excluir para %s.
ru: Сохранение списка исключаемых файлов в %s.

source: Included Files: %d. Total Size: %s (%s Bytes)
pt: Ficheiros incluídos: %d. Tamanho total: %s (%s Bytes)
ru: Включаемых файлов: %d. Общий размер: %s (%s байт)

source: Excluded Files: %d. Total Size: %s (%s Bytes)
pt: Ficheiros excluídos: %d. Tamanho total: %s (%s Bytes)
ru: Исключенных файлов: %d. Общий размер: %s (%s байт)

source: Elapsed Time: %s
pt: Tempo decorrido: %s
ru: Прошедшее время: %s

source: Nothing to do! No files selected.
pt: Nada para fazer! Nenhum ficheiros seleccionado.
ru: Нечего делать! Не выбрано ни одного файла.

source: Files: %d (%s) - File: %s
pt: Ficheiros: %d (%s) - Ficheiro: %s
ru: Файлов: %d (%s) - Файл: %s

source: + Included %s: %s
pt: + Incluído %s: %s
ru: + Включен %s: %s

source: - Excluded %s: %s
pt: - Excluído %s: %s
ru: - Исключен %s: %s

source: Clearing Archive Attributes...
pt: A limpar os atributos do arquivo...
ru: Сброс архивных атрибутов...

source: Could not read attributes of file: %s
pt: Não foi possível ler os atributos do ficheiro: %s
ru: Невозможно прочитать атрибуты файла: %s

source: Could not clear Archive attribute of file: %s
pt: Não foi possível limpar os atributos do ficheiro: %s
ru: Невозможно сбросить архивный атрибут файла: %s

source: Nothing done.
pt: Nada feito.
ru: Ничего не сделано.

source: Removing Emptied Source Directories:
ru: Удаление пустых исходных директорий:

source: Successfully deleted: %s
pt: Apagado com sucesso: %s
ru: Успешно удалены: %s

source: Abort Action?
pt: Cancelar acção ?
ru: Отменить Действие?

source: Aborting Action
pt: A cancelar acção
ru: Отмена Действия

source: Please wait
pt: Aguarde por favor
ru: Пожалуйста ждите

source: Aborting - (%d/%d) - Please wait...
pt: A cancelar - (%d/%d) - Aguarde por favor...
ru: Отмена - (%d/%d) - Пожалуйста ждите...

source: File [%d/%d]: %s...
pt: Ficheiro [%d/%d]: %s...
ru: Файл [%d/%d]: %s...

source: Treat Warnings As Errors
pt: Tratar avisos como erros
ru: Считать Предупреждения Ошибками

source: option is enabled: Action failed with Exit Code: ERROR.
pt: Opção activada: Acção falhou com código de saída: ERROR.
ru: опция включена: Действие завершилось с Кодом Завершения: ОШИБКА.

source: Files to Process: %d. Total Size: %s (%s B).
pt: Ficheiros a processar: %d. Tamanho total: %s (%s B).
ru: Файлов для обработки: %d. Общий размер: %s (%s B).

source: Testing File [%d/%d]: %s...
pt: A testar ficheiro [%d/%d]: %s...
ru: Проверка файла [%d/%d]: %s...

source: File [%d/%d]: %s --> %s...
pt: Ficheiro [%d/%d]: %s --> %s...
ru: Файл [%d/%d]: %s --> %s...

source: Adding
pt: A acrescentar
ru: Добавление

source: Empty Directory [%d/%d]: %s...
pt: Directoria vazia [%d/%d]: %s...
ru: Пустая Директория [%d/%d]: %s...

source: File Size Changed While Zipping
pt: Tamanho do ficheiro alterou-se durante a compressão
ru: Размер файла изменился пока файл обрабатывался.

source: Updating
pt: Actualizando
ru: Обновление

source: Keeping
pt: A manter
ru: Сохранение

source: Copying
pt: Copiando
ru: Копирование

source: (for testing)
pt: (para testar)
ru: (для тестирования)

source: File: %s
pt: Ficheiro: %s
ru: Файл: %s

source: ZipBuilder Message [Code=%d]: %s
pt: Mensagem ZipBuilder [Código=%d]: %s
ru: Сообщение ZipBuilder-a [Код=%d]: %s

source: Writing Zip Comment: %s...
pt: A escrever comentário Zip: %s...
ru: Запись комментария Zip: %s...

source: Detecting Duplicate Filenames Inside Archive:
ru: Поиск одинаковых имен файлов внутри архива:

source: Filename %s exists! - File %s will not be included in archive
pt: O nome %s existe! - O ficheiro %s não irá ser incluído no arquivo
ru: Файл с именем %s существует! - Файл %s не будет включен в архив

source: Done.
ru: Готово.

source: Copying Files to Zip Archive Part %d - (%s):
pt: A copiar ficheiros para arquivo Zip, parte %d - (%s):
ru: Копирование файлов в архив Zip, часть %d - (%s):

source: Destination disk does not have enough free space.
pt: O disco de destino não tem espaço disponível suficiente.
ru: На диск назначения недостаточно свободного места.

source: Destination disk is not empty.
pt: O disco de destino não está vazio.
ru: Диск назначения не пустой.

source: Use this disk anyway?
pt: Usar este disco assim mesmo ?
ru: Использовать этот диск все равно?

source: You can insert another disk now, then press Retry.
pt: Pode inserir novo disco agora, em seguida clique em Repetir.
ru: Вы можете вставить другой диск сейчас и нажать "Повторить".

source: Insert a (formatted) disk in the drive.
pt: Insira um disco (formatado) na drive.
ru: Вставьте (форматированный) диск в дисковод.

source: Insert a (formatted) disk in drive %s.
pt: Insira um disco (formatado) na drive %s.
ru: Вставьте (форматированный) диск в дисковод %s.

source: Label this disk '%d'.
pt: Etiquete este disco '%d'.
ru: Пометьте этот диск '%d'.

source: Saving Zip Archive part %d to drive %s.
pt: A guardar parte %d do arquivo Zip para a drive %s.
ru: Сохранение части %d архива Zip на диск %s.

source: Copying Files:
pt: A copiar ficheiros:
ru: Копирование файлов:

source: Moving Files:
pt: A mover ficheiros:
ru: Перемещение файлов:

source: Files.
pt: Ficheiros.
ru: Файлы.

source: Using Recycle Bin if possible.
pt: A usar a Reciclagem se possível.
ru: Используем Корзину если возможно.

source: Method: Delete %s
pt: Método: Apagar %s
ru: Метод: Удаление %s

source: Deleting %s
pt: A apagar %s
ru: Удаление %s

source: Destination Directory: %s
pt: Directoria de Destino: %s
ru: Директория назначения: %s

source: Existing files will be overwritten.
pt: Ficheiros existentes serão escritos por cima.
ru: Существующие файлы будут перезаписаны.

source: Confirming Action Type Delete is disabled when performing an AutoExecute backup using the command line.
pt: Confirmação de tipo de acção Apagar está desactivada quando se executa um backup autoexecutável na linha de comandos.
ru: Подтверждение Типа Действия "Удаление" отключено при запуске резервного копирования через АвтоЗапуск из командной строки.

source: You chose to Delete files.
pt: Escolheu apagar ficheiros.
ru: Вы выбрали удаление файлов.

source: Are you sure?
pt: Tem certeza ?
ru: Вы уверены?

source: Performing File-By-File Operation.
pt: A executar operação ficheiro-a-ficheiro.
ru: Выполнение пофайловой операции.

source: Aborted.
pt: Cancelado.
ru: Отменено.

source: Copying [%d/%d]: %s --> %s
ru: Копирование [%d/%d]: %s --> %s

source: Moving [%d/%d]: %s --> %s
ru: Перемещение [%d/%d]: %s --> %s

source: Destination file exists.
pt: O ficheiro de destino existe.
ru: Файл назначения существует.

source: Deleting [%d/%d]: %s
ru: Удаление [%d/%d]: %s

source: Is destination file Read-Only/Hidden?
pt: O ficheiro de destino é Só de leitura/Escondido ?
ru: Файл назначения скрытый/только для чтения?

source: Is source or destination file in use by another application?
pt: O ficheiro de origem ou de destino está a ser usado por outra aplicação ?
ru: Исходный файл или файл назначения используется другим приложением?

source: Operation performed successfully on %d/%d files.
pt: Operação executada com sucesso em %d/%d ficheiros.
ru: Операция выполнена успешно для %d/%d файлов.

source: Empty Directories:
ru: Пустые директории:

source: Creating Empty Directory [%d/%d]: '%s'...
ru: Создание Пустой Директории [%d/%d]: %s...

source: Exists.
ru: Существует

source: Deleting Empty Directory [%d/%d]: '%s'...
ru: Удаление Пустой Директории [%d/%d]: %s...

source: Could not clear R attribute
pt: Não pude limpar atributo R
ru: Ошибка очистки атрибута R

source: Could not re-set R attribute
pt: Não pude activar atributo R
ru: Ошибка переустановки атрибута R
