Repository: ChakaZulu/abakt
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pt, ru

source: Abort Restore Operation?
pt: Abortar operação de restore ?
ru: Отменить Операцию Восстановления?

source: Opening Zip Archive: %s...
pt: A abrir arquivo Zip: %s...
ru: Открытие архива Zip: %s...

source: Date Created: %s - Size: %s (%s B)
pt: Criado em: %s - Tamanho: %s (%s B)
ru: Дата создания: %s - Размер: %s (%s B)

source: Zip Archive does not exist: %s
pt: O arquivo Zip não existe: %s
ru: Архив Zip не существует: %s

source: Destination Directory does not exist: %s
pt: A directoria de destino não existe: %s
ru: Директория Назначения не существует: %s

source: Detected Split/Spanned Zip Archive.
pt: Arquivo Zip dividido detectado.
ru: Обнаружен многотомный/разрезанный архив Zip.

source: Files/Directories in Zip Archive: %d
pt: Ficheiros/Directorias no arquivo Zip: %d
ru: Файлов/Директорий в архиве Zip: %d

source: Files/Directories Acted On: %d
pt: Ficheiros/Directorias processados: %d
ru: Файлов/Директорий над которыми было произведено действие: %d

source: Restore Operation Aborted
pt: Operação de restore abortada
ru: Операция Восстановления Отменена

source: Restore Operation Finished
pt: Operação de restore concluída
ru: Операция Восстановления Завершена

source: Files/Directories to Process: %d. Total Size: %s (%s B)
pt: Ficheiros/Directorias a processar: %d. Tamanho total: %s (%s B).
ru: Файлов/Директорий для обработки: %d. Общий размер: %s (%s B).

source: Extracting File [%d/%d]: %s --> %s...
pt: A extrair ficheiro [%d/%d]: %s --> %s...
ru: Извлечение Файла [%d/%d]: %s --> %s...

source: [Overwrite]...
pt: [Escrever por cima]...
ru: [Перезапись]...

source: Skipped Existing File %s...Ok.
pt: Ignorar Ficheiro Existente %s...Ok.
ru: Существующий файл %s пропущен... Ок.

source: Creating Empty Directory %s...Ok.
pt: A criar directoria vazia %s...Ok.
ru: Создание пустой директории %s.... Ок.

source: Copying file %s...Ok.
ru: Копирование файла %s...Ок.

source: Please insert disk %d of %d in drive %s.
pt: Por favor, inserir o disco %d de %d na drive %s.
ru: Пожалуйста вставьте диск %d из %d в дисковод %s.

source: Add Source Directory
pt: Acrescentar directoria de origem
ru: Добавить Исходную Директорию.

source: Adding Source Directory %s...
pt: A acrescentar directoria de origem %s...
ru: Добавление Исходной Директории %s...

source: Remove Root Source Directory from Profile?
pt: Remover a directoria raiz de origem do perfil ?
ru: Удалить Корневую Исходную Директорию из Профиля?

source: Removing non-existing directory from Profile: %s...
pt: A remover directoria não existente do perfil: %s...
ru: Удаление несуществующей директории из Профиля: %s...

source: Directory does not exist: %s.
pt: Directoria não existe: %s.
ru: Директория не существует: %s.

source: Scanning directory tree: %s...
pt: A varrer a árvore de directorias: %s...
ru: Сканирование дерева директорий: %s...

source: (New FilterSet based on file %s)
pt: (Novo FilterSet baseado no ficheiro %s)
ru: (Новый НаборФильтров, базирующийся на файле %s)

source: Could not retrieve file properties.
pt: Não foi possível obter propriedades do ficheiro.
ru: Ошибка чтения свойств файла.

source: Included Files: %d/%d. Size: %s (%s Bytes)
pt: Ficheiros incluídos: %d/%d. Tamanho: %s (%s Bytes)
ru: Включенные файлы:%d/%d. Размер: %s (%s Байт)

source: Finding all subdirectories of '%s'...
ru: Поиск всех поддиректорий '%s'...

source: Now fully expanding...
ru: Полностью раскрываем...

source: Template has been modified.
pt: O modelo foi modificado.
ru: Шаблон был изменен.

source: Save Template?
pt: Guardar Modelo ?
ru: Сохранить Шаблон?

source: Replace the current Profile's Configuration settings with the values of the selected (checked) settings in this Template.
pt: Substitui as configurações do perfil actual com os valores das opções seleccionadas neste modelo.
ru: Заменить конфигурационные настройки текущего Профиля отмеченными значениями настроек из этого Шаблона.

source: Merge the current Profile's FilterSets with all FilterSets in this Template.
pt: Juntar os FilterSets do perfil actual com todos os FilterSets deste modelo.
ru: Слить НаборыФильтров текущего Профиля со всем НаборамиФильтров из этого Шаблона.

source: English
pt: Inglês
ru: Английский

source: Danish
pt: Dinamarquês
ru: Датский

source: Dutch
pt: Holandês
ru: Голландский

source: French
pt: Francês
ru: Французский

source: German
pt: Alemão
ru: Немецкий

source: Hungarian
pt: Húngaro
ru: Венгерский

source: Italian
pt: Italiano
ru: Итальянский

source: Polish
pt: Polaco
ru: Польский

source: Portuguese
pt: Português
ru: Португальский

source: Russian
pt: Russo
ru: Русский

source: Spanish
pt: Espanhol
ru: Испанский

source: Swedish
pt: Sueco
ru: Шведский

source: Abakt converts filenames in the @listfile to OEM before calling 7-Zip.
pt: Abakt converte nomes na @lista para OEM antes de chamar 7-Zip.

source: Use Windows function &SHFileOperation
pt: Usar a função &SHFileOperation do Windows

source: [Delete]
pt: [Apagar]

source: [Ctrl+Up]
pt: [Ctrl+Seta para Cima]

source: [Ctrl+Down]
pt: [Ctrl + Seta para Baixo]

source: Re&move Empty Directories
pt: Re&mover directorias vazias

source: Applies to Zip Actions only.
pt: Aplica-se apenas a acções Zip.

source: &Include Empty Directories
pt: &Incluir directorias vazias

source: Empty directories can not be added to an archive without path information.
pt: Directorias vazias não podem ser adicionadas a um arquivo sem informação de path.

source: Removing Empty Source Directories...
pt: A remover directorias de origem vazias...

source: Detecting Duplicate Filenames:
pt: A detectar nomes de ficheiro duplicados:

source: Using Windows function SHFileOperation.
pt: A usar a função SHFileOperation do Windows.

source: Performing SHFileOperation (%d/%d) on %s
pt: A executar SHFileOperation (%d/%d) em %s

source: Copying (%d/%d): %s --> %s
pt: A copiar (%d/%d): %s --> %s

source: Moving (%d/%d): %s --> %s
pt: A mover (%d/%d): %s --> %s

source: Deleting (%d/%d): %s
pt: A apagar (%d/%d): %s

source: Could not find 7-Zip executable.
pt: Não pude encontrar o executável 7-Zip.

source: Using temporary filelist (OEM): %s
pt: A usar lista de ficheiros temporária (OEM): %s

source: true
pt: verdade

source: false
pt: falso

source: Use Windows function SHFileOperation
pt: Usar a função SHFileOperation do Windows

source: Applies to Methods 'Copy/Move/Delete'.
pt: Aplica-se aos métodos 'Copiar/Mover/Apagar'.

source: Provides less feedback, but is sometimes faster. Do not use with many files (thousands).
pt: Fornece menos informações, mas é mais rápida. Não usar com muitos ficheiros (milhares).

source: Remove Empty Directories
pt: Remover directorias vazias

source: Applies to File Operations 'Move' and 'Delete'.
pt: Aplica-se a operações 'Mover' e 'Apagar'.
