Repository: ChakaZulu/abakt
Catalog: locale/*/LC_MESSAGES/default.po
Languages: pt, ru

source: Could not delete existing destination file:
pt: Não pude apagar ficheiro de destino:
ru: Ошибка удаления существующего файла назначения:

source: Could not create directory: %s
pt: Não pude criar directoria: %s
ru: Невозмжоно удалить директорию: %s

source: Destination archive has no name.
pt: O arquivo de destino não tem nome.
ru: Не указано имя архива назначения.

source: Calling 7-Zip with command line:
pt: A chamar 7-Zip com a linha de comando:
ru: Вызов 7-Zip с командной строкой:

source: Note:
pt: Nota:
ru: Примечание:

source: 7-Zip requires the source files to be on one drive.
pt: 7-Zip requer que os ficheiros de origem estejam numa só drive.
ru: 7-Zip требует, чтобы исходные файлы располагались на одном диске.

source: The 7-Zip executable will be called for every drive.
pt: O 7-Zip irá ser executado para cada drive.
ru: 7-Zip будет вызван для каждого диска.

source: 7-Zip Archive Details:
pt: Detalhes do arquivo 7-Zip:
ru: Информация об архиве 7-Zip:

source: Compressed Size: %s (%s Bytes)
pt: Tamanho comprimido: %s (%s Bytes)
ru: Сжатый размер: %s (%s байт)

source: Could not find temporary filelist: %s
pt: Não pude encontrar a lista de ficheiros temporária: %s
ru: Временный список файлов не найден: %s

source: Calling 7-Zip executable for drive: %s
pt: A chamar 7-Zip para a drive: %s
ru: Вызов 7-Zip для диска: %s

source: Using temporary filelist (%s): %s
ru: Используется временный список файлов (%s): %s

source: Terminating 7-Zip process...
pt: A terminar o processo 7-Zip...
ru: Завершение процесса 7-Zip...

source: File %d/%d [%s]
pt: Ficheiro %d/%d [%s]
ru: Файл %d/%d [%s]

source: COMMAND:
pt: COMANDO:
ru: КОМАНДА:

source: Reading Output
pt: A ler output
ru: Чтение вывода.

source: Finished Reading Output
pt: Fim da leitura do output
ru: Чтение вывода окончено

source: Could not delete temporary filelist file: %s
pt: Não pude apagar a lista de ficheiros temporária: %s
ru: Невозможно удалить временный файл списка файлов: %s

source: Browse
pt: Procurar
ru: Выбрать

source: Choose directory:
pt: Escolher directoria:
ru: Выберите директорию:

source: Confirm
pt: Confirmar
ru: Подтвердите

source: &Yes
pt: &Sim
ru: &Да

source: &No
pt: &Não
ru: &Нет

source: &Retry
pt: &Repetir
ru: &Повторить

source: &Ignore
pt: &Ignorar
ru: &Игнорировать

source: Ignore
pt: Ignorar
ru: Игнорировать

source: Exclude
pt: Excluir
ru: Исключить

source: OnlyInclude
pt: IncluirApenas
ru: ВключатьТолько

source: Relative
pt: Relativo
ru: Относительный

source: Always
pt: Sempre
ru: Всегда

source: Automatic
pt: Automático
ru: Автоматически

source: Custom...
pt: Personalizado...
ru: Произвольный...

source: 1.44 MB (3.5" floppy disk)
pt: 1.44 MB (diskette 3.5")
ru: 1.44 MB (3.5" гибкий диск)

source: 94.6 MB (100 MB IOMEGA disk)
pt: 94.6 MB (disco IOMEGA 100 MB)
ru: 94.6 MB (100 MB IOMEGA диск)

source: 200 MB (MO disk)
pt: 200 MB (disco MO)
ru: 200 MB (MO диск)

source: 250 MB (MO disk)
pt: 250 MB (disco MO)
ru: 250 MB (MO диск)

source: 600 MB (MO disk)
pt: 600 MB (disco MO)
ru: 600 MB (MO диск)

source: 650 MB (74 min. CD)
pt: 650 MB (CD 74 min.)
ru: 650 MB (74 мин. CD)

source: 700 MB (80 min. CD)
pt: 700 MB (CD 80 min.)
ru: 700 MB (80 мин. CD)

source: 750 MB (750 MB IOMEGA disk)
pt: 750 MB (disco IOMEGA 750 MB)
ru: 750 MB (750 MB IOMEGA диск)

source: Copy
pt: Copiar
ru: Копировать

source: Move
pt: Mover
ru: Переместить

source: Delete
pt: Apagar
ru: Удалить

source: File Properties Filter
pt: Filtro de propriedades de ficheiros
ru: Фильтр Свойств Файла

source: H Filter Method
pt: Método de filtro H
ru: H метод фильтра

source: H = Hidden
pt: H = escondido
ru: H = Скрытый

source: R Filter Method
pt: Método de filtro R
ru: R метод фильтра

source: R = Read Only
pt: R = Só de leitura
ru: R = Только для чтения

source: S Filter Method
pt: Método de filtro S
ru: S метод фильтра

source: S = System
pt: S = Sistema
ru: S = Системный

source: Exclude files smaller than N Bytes
pt: Exclur ficheiros menores que N Bytes
ru: Исключить файлы размером меньше N байт

source: Ignored if 0.
pt: Ignorado se 0.
ru: Игнориуется если 0.

source: Exclude files greater than N Bytes
pt: Exclur ficheiros maiores que N Bytes
ru: Исключить файлы размером больше N байт

source: Exclude files modified between Date1 and Date2
pt: Excluir ficheiros modificados entre Data1 e Data2
ru: Исключить файлы измененный между Дата1 и Дата2

source: File modification date 1
pt: Data 1 de modificação do ficheiro
ru: Дата1 изменения файла

source: Format: 'yyyy-mm-dd'.
pt: Formato: 'aaaa-mm-dd'.
ru: Формат: 'гггг-мм-дд'.

source: File modification date 2
pt: Data 2 de modificação do ficheiro
ru: Дата2 изменения файла

source: Only Include files with an age between Age1 and Age2 days.
pt: Incluir apenas ficheiros com idades entre Idade1 e Idade2.
ru: Включать только файлы измененне между Возраст1 и Возраст2 дней назад.

source: File age 1
pt: Idade 1 do ficheiro
ru: Возраст1 файла

source: Should be less than or equal to Age2.
pt: Deve ser menor ou igual a Idade2
ru: Должен быть меньше или равен Возрасту2.

source: File age 2
pt: Idade 2 do ficheiro
ru: Возраст2 файла

source: Should be greater than or equal to Age2.
pt: Deve ser maior ou igual a Idade2
ru: Должен быть больше или равен Возрасту2

source: Archive Method
pt: Método de arquivo
ru: Метод архивирования

source: Choosing Update or Freshen possibly has no effect on a dynamic Archive Filename (date/time).
pt: Escolher Actualizar ou Refrescar possivelmente não altera o nome de arquivo dinâmico (data/hora).
ru: Выбор Обновления или Освежения вероятно не будет иметь смысла для динамических имен архива (дата/время).

source: The path information to store for every file.
pt: O caminho a guardar para cada ficheiro.
ru: Информация о пути, которая будет сохранена для каждого файла.

source: Compression Level
pt: Nível de compressão
ru: Уровень сжатия

source: 0 (None) - 6 (Normal) - 9 (Max.)
pt: 0 (Nenhum) - 6 (Normal) - 9 (Máx.)
ru: 0 (не сжимать) - 6 (нормальный) - 9 (макс.)

source: Password
ru: Пароль

source: Spaces are allowed.
pt: Espaços permitidos.
ru: Пробелы разрешены.

source: Split Archive
pt: Arquivo dividido
ru: Многотомный архив

source: Split - Volume Size Preset
pt: Repartido - Tamanho de volume pré-definido
ru: Разбить - С установленным размером томов

source: Choose a predefined setting or define a custom value.
pt: Escolha uma opção pré-definida ou defina um valor personalizado.
ru: Выберите из стандартных размеров или укажите произвольное значение.

source: Split - Custom Volume Size
pt: Dividido - Tamanho de volume personalizado
ru: Разбить - Произвольный размер тома

source: Range: 64 kB - 2048 MB
pt: Limites: 64 kB - 2048 MB
ru: Диапазон: 64 Кб - 2048 Мб

source: Does not apply to split Zip archives.
pt: Não se aplica a arquivos Zip repartidos.
ru: Не относится к многотомным архивам Zip.

source: Comment Template
pt: Modelo de comentário
ru: Шаблон комментария

source: See the manual for more information.
pt: Ver o manual para mais informação.
ru: Подробнее см. в документации.

source: Command Line Template
pt: Modelo de linha de comandos
ru: Шаблон командной строки

source: Refer to Abakt's and 7-Zip's manuals for more information.
pt: Ver manuais do Abakt e 7-Zip para mais informação.
ru: Подробнее см. документацию Abakt и 7-Zip

source: Command
pt: Comando
ru: Команда

source: a=Add; u=Update
pt: a=Acrescentar; u=Actualizar
ru: a=Добавить; u=Обновить

source: Archive Type
pt: Tipo de arquivo
ru: Тип Архива

source: The type of the archive to create ('7z', 'zip' etc.), also sets the extension (do not enter leading dot '.').
pt: O tipo de arquivo a criar ('7z','zip',etc.) define a extensão (não escrever o ponto).
ru: Тип создаваемого архива (('7z', 'zip' и т.д.), также устанавливает расширение (не вводите точку '.').

source: Spaces are not allowed.
pt: Espaços não permitidos.
ru: Пробелы не разрешены.

source: Overwrite Existing Files
pt: Escrever por cima dos ficheiros existentes
ru: Перезаписать существующие файлы

source: Applies to Methods 'Copy/Move'.
pt: Aplica-se aos métodos 'Copiar/Mover'.
ru: Относится к методам 'Копировать/Переместить'.

source: Also Overwrite Existing Read Only Files
pt: Escrever por cima de ficheiros Só de Leitura existentes.
ru: Перезаписывать также и файлы только для чтения.

source: Use Recycle Bin
pt: Usar a Reciclagem
ru: Использовать Корзину.

source: Applies to Method 'Delete'.
pt: Aplica-se ao método 'Apagar'.
ru: Относится к методу 'Удалить'.

source: The destination path information used when copying/moving a file.
pt: O path de destino usado quando se copia/move um ficheiro.
ru: Информация о пути назначения используется при копировании/перемещении файла.

source: The Archive attribute will not be modified when using Action Types 'Move' or 'Delete'.
pt: O atributo de Arquivo não será modificado pelas acções 'Mover' ou 'Apagar'.
ru: Архивный атрибут не будет изменен когда используется Тип Действия 'Переместить' или 'Удалить'.

source: Remove Emptied Source Directories
ru: Удалять опустевшие исходные директории...

source: Remove Source directories that were emptied as a result of File Operation actions.
ru: Удалять Исходные директории, которые стали пустыми в результате действия Файловой Операции

source: Test Archive After Action
pt: Testar arquivo após a acção
ru: Проверить архив после Действия

source: Applies to Zip Archives only.
pt: Aplica-se apenas a arquivos 7-Zip.
ru: Относится только к архивам Zip.

source: Include Empty Source Directories
ru: &Включать пустые исходные директории

source: Perform the chosen Action on Empty Source Directories as well as on files.
ru: Выполнять выбранное Действие на Пустых Исходных Директориях так же как и на файлах

source: Destination Directory
pt: Directoria de destino
ru: Директория назначения

source: Automatically Create Directory
pt: Criar directoria automaticamente
ru: Автоматически создавать директорию

source: If enabled, the directory will be created on Action execution.
pt: Se activado, a directoria será criada na execução da acção.
ru: Если включено, директория будет создана при выполнении Действия.

source: Name Template
pt: Modelo de Nome
ru: Шаблон имени

source: Append Extension
pt: Adicionar extensão
ru: Добавить расширение

source: If disabled, the default extension ('.zip', '.7z', etc.) will not be appended.
pt: Se desactivada, a extensão normal ('.zip', '.7z', etc.) não será acrescentada.
ru: Если выключено, расширение по умолчанию ('.zip', '.7z', и т.п.) не будет добавлено.

source: Finalize
pt: Finalizar
ru: Завершение

source: Maintain a list of successful backups
pt: Manter lista de backups bem sucedidos
ru: Хранить список успешных резервных копий

source: If disabled, the History will not be maintained, and no '*.abh' files will be created or updated.
pt: Se desactivada, o histórico não será mantido e não serão criados ou alterados os ficheiros '*.abh'.
ru: Если отключено, История не будет поддерживаться и файлы '*.abh' не будут создаваться или обновляться.

source: Remove backups older than N days
pt: Remover backups mais velhos que N dias
ru: Удалять рез. копии старше N дней

source: Always keep a minimum of N backups
pt: Manter sempre um mínimo de N backups
ru: Всегда хранить минимум N резервных копий

source: Keep a maximum of N backups
pt: Manter máximo de N backups
ru: Хранить максимум N резервных копий

source: Move deleted backups to Recycle Bin if possible
pt: Mover backups eliminados para a reciclagem, se possível
ru: Перемещать удаленные резервные копии в Корзину если возможно

source: FileList
pt: Lista de ficheiros
ru: СписокФайлов

source: Add FileList to Destination
pt: Acrescentar Lista de Ficheiros ao destino
ru: Добавить СписокФайлов в директорию назначения

source: If enabled, a text file containing the files successfully operated on will be written to the destination directory.
pt: Se activada, um ficheiro de texto contendo a lista de ficheiros processados será escrito na directoria de destino.
ru: Если включено, текстовый файл со списком успешно обработанных файлов будет добавлен в директорию назначения.

source: Error [%d] opening directory %s: %s
pt: Erro [%d] ao abrir directoria %s: %s
ru: Ошибка [%d] при открытии директории %s: %s

source: Error [%d] in file %s: %s
pt: Erro [%d] no ficheiro %s: %s
ru: Ошибка [%d] в файле %s: %s

source: Error reading file properties.
pt: Erro ao ler propriedades do ficheiro.
ru: Ошибка чтения свойств файла.

source: Directory Not Selected
pt: Directoria não seleccionada
ru: Директория не выбрана

source: Use A-files only.
pt: Usa só os ficheiros com A.
ru: Использовать только А-файлы.

source: Use non A-files only.
pt: Usa ficheiros sem A.
ru: Использовать только не-А-файлы.

source: Syntax error:
pt: Erro de sintaxe:
ru: Синтаксическая ошибка:

source: characters / " < > are not allowed
pt: caracteres / " < > não são permitidos
ru: Символы / " < > не разрешены

source: value '%s' is not a valid number
pt: valor '%s' não é um número válido
ru: Значение '%s' не является числом

source: operator '%s' not recognised
pt: operador '%s' não é reconhecido
ru: оператор '%s' не распознан

source: value '%s' is not a valid date
pt: valor '%s' não é uma data válida
ru: значение '%s' не является датой

source: expression '%s' too short
pt: expressão '%s' é demasiado curta
ru: выражение '%s' слишком короткое

source: no operator in expression '%s'
pt: expressão '%s' sem operador
ru: нет оператора в выражении '%s'

source: no value in expression '%s'
pt: expressão '%s' sem valor
ru: нет значения в выражении '%s'

source: Condition
pt: Condição
ru: Условие

source: (New FilterSet)
pt: (Novo FilterSet)
ru: (Новый НаборФильтров)

source: Could not create Temporary Directory:
pt: Não pude criar directoria temporária:
ru: Ошибка создания Временной Директории:

source: Untitled
pt: Sem título
ru: БезИмени

source: No History file. You have to save the Profile first.
pt: Sem histórico. Tem que guardar o Perfil primeiro.
ru: Файл Истории не найден. Сохраните профиль сначала.

source: Reading History file %s.
pt: A ler ficheiro de histórico %s.
ru: Чтение файла истории %s.

source: Writing updated History file...
pt: A escrever ficheiro de histórico actualizado...
ru: Сохранение обновленного файла Истории...

source: History file does not exist: %s.
pt: Ficheiro de histórico não existe: %s.
ru: Файл Истории не существует: %s.

source: Error while parsing History file: %s.
pt: Erro ao avaliar Histórico: %s.
ru: Ошибка разбора файла Истории: %s.

source: Removing non-existent Backup path from History filelist: %s...
pt: A remover destino de backup não existente do histórico: %s...
ru: Удаление несуществующего пути Резервной Копии из списка файлов Истории: %s...

source: Files on removable disks are not recorded.
pt: Ficheiros em discos removíveis não são gravados.
ru: Файлы на сменных дисках не записаны.

source: Adding to History: %s...
pt: A acrescentar ao histórico: %s...
ru: Добавление к Истории: %s...

source: MinBackups (%d) is greater than MaxBackups (%d).
pt: MinBackups (%d) é maior que MaxBackups (%d).
ru: МинРезервныхКопий (%d) больше МаксРезервныхКопий (%d).

source: MaxBackups is set to %d.
pt: MaxBackups está definido para %d.
ru: МаксРезервныхКопий установлено в %d.

source: Files listed in History: %d.
pt: Ficheiros no histórico: %d.
ru: Файлов в истории: %d.

source: Could not determine age of %s.
pt: Não foi possível determinar a idade de %s.
ru: Ошибка определения возраста %s.

source: Backups marked for removal by Age (Older than %d day(s)): %d.
pt: Backups marcados para remoção pela Idade (Mais velhos que %d dia(s)): %d.
ru: Резервных копий помеченных к удалению по Возрасту (Старше %d дней): %d.

source: Keeping a minimum of %d backups.
pt: A manter um mínimo de %d backups.
ru: Минимум %d резервных копий оставлено.

source: Keeping a maximum of %d backups.
pt: A manter um máximo de %d backups.
ru: Максимум %d резервных копий оставлено.

source: No backups will be removed.
pt: Nenhum backup será removido.
ru: Нету резервных копий подлежащих удалению.

source: Removing %d backup(s):
pt: A remover %d backup(s):
ru: Удаление %d резервных копий:

source: Moving to Recycle Bin: %s...
pt: A mover para a Reciclagem: %s...
ru: Удаление в Корзину: %s...

source: Permanently deleting %s...
pt: A apagar permanentemente %s...
ru: Перманентное удаление %s...

source: and %d associated .Z## file(s)...
pt: e %d .Z## ficheiro(s) associado(s)...
ru: и %d сопутствующих .Z## файлов...

source: Could not remove all associated .Z## files.
pt: Não foi possível remover todos os ficheiros .Z## associados.
ru: Невозможно удалить все сопутствующие .Z## файлы.

source: Imported Size Filter: %s
pt: Filtro de tamanho importado: %s
ru: Импортирован фильтр Размера: %s

source: Imported Date Filter: %s
pt: Filtro de data importado: %s
ru: Импортирован фильтр Даты: %s

source: Imported Age Filter: %s
pt: Filtro de idade importado: %s
ru: Импортирован фильтр Возраста: %s

source: Imported Attribute Filter: %s
pt: Filtro de atributos importado: %s
ru: Импортирован фильтр Атрибутов: %s

source: Imported Path Mask: %s
pt: Máscara de path importada: %s
ru: Импортирована маска Пути: %s

source: No command line arguments used. See the Manual for an overview.
pt: Não foram usados argumentos na linha de comandos. Ver o Manual para uma introdução.
ru: Аргументы командной строки не указаны. Смотрите документацию для обзора.

source: Idle
ru: Низкий

source: High
ru: Высокий

source: RealTime
ru: РеальноеВремя

source: Normal
ru: Нормальный

source: Application priority level has been set to: %s (%s).
ru: Приоритет задачи приложения установлен в: %s (%s).

source: No filename provided
pt: Não foi designado nome de ficheiro
ru: Не указано имя файла

source: Error
pt: Erro
ru: Ошибка

source: Using Profile %s
pt: Usando o Perfil %s
ru: Используется Профиль %s

source: [-T] Adjusting Profile using Template %s.
pt: [-T] A ajustar Perfil usando o Modelo %s.
ru: [-T] Настройка профиля, используя шаблон %s.

source: [-o] Adjusting Destination's Name with: %s
pt: [-o] A ajustar nome de destino com: %s
ru: [-o] Имя назначения установлено в: %s

source: [-b] Executing Action
pt: [-b] A executar acção
ru: [-b] Выполнение Действия

source: ExitCode = %i
ru: КодЗавершения = %i

source: Executing Group %s
pt: A executar grupo %s
ru: Выполнение Группы %s

source: Could not open Group %s
pt: Não foi possível abrir grupo %s
ru: Невозможно открыть Группу %s

source: [-o] Adjusting Destination's FormatText can only be used when opening single Profiles.
pt: [-o] Ajustar formato de destino só pode ser usado ao abrir um só Perfil.
ru: [-o] Настройка ФорматаТекста пути может использоваться только для индивидуальных Профилей.

source: Using Group %s
pt: A usar grupo %s
ru: Использование Группы %s

source: '$N-MyText'
pt: '$N-Texto'
ru: '$N-МойТекст'

source: 'Backup of Profile $N made on 'dddd', 'dd'-'mmm'-'yyyy
pt: 'Backup de Perfil $N em 'dddd', 'dd'-'mmm'-'yyyy
ru: 'Резервная Копия Профиля $N сделанная 'dddd', 'dd'-'mmm'-'yyyy

source: Choose Destination Directory:
pt: Escolher directoria de destino:
ru: Выберите Директорию Назначения:

source: Failed to save your settings to: %s.
pt: Não foi possível guardar as opções para: %s.
ru: Ошибка сохранения настроек в: %s.

source: %d - Total Size: %s (%s Bytes)
pt: %d - Tamanho total: %s (%s Bytes)
ru: %d - Общий Размер: %s (%s байт)

source: Operation Aborted
pt: Operação cancelada
ru: Операция отменена

source: Include (Always)
pt: Incluir (Sempre)
ru: Включить (Всегда)

source: No Compression
pt: Sem &Compressão
ru: Не сжимать

source: Copy of
pt: Cópia de
ru: Копия

source: Remove all FilterSets?
pt: Remover todos os FilterSets?
ru: Удалить все НаборыФильтров?

source: This can not be undone.
pt: Isto não pode ser desfeito.
ru: Откат будет невозможен.

source: Hours
pt: Horas
ru: Часов

source: Minutes
pt: Minutos
ru: Минут

source: Seconds
pt: Segundos
ru: Секунд

source: Group has been modified.
pt: O grupo foi modificado.
ru: Группа была изменена.

source: Save Group?
pt: Guardar Grupo?
ru: Сохранить Группу?

source: Active Profile %s has been modified.
pt: O perfil activo %s foi modificado.
ru: Активный Профиль %s был изменен.

source: Save Profile?
pt: Guardar perfil?
ru: Сохранить Профиль?

source: Could not write to file %s
pt: Não foi possível escrever para o ficheiro %s
ru: Ошибка сохранения файла %s

source: Group has been upgraded to %s.%s. Check the settings and save again.
pt: O grupo foi actualizado para %s.%s. Verifique as opções e guarde de novo.
ru: Группа была обновлена до %s. %s. Проверьте настройки и сохрание повторно.

source: Clear list of Profiles?
pt: Limpar lista de perfis?
ru: Очистить список Профилей?

source: Enabled: %s
pt: Activado: %s
ru: Включено: %s

source: Source Root Directory does not exist: %s.
pt: Directoria base de origem não existe: %s.
ru: Исходная корневая директория не существует: %s.

source: Directory does not exist: %s
pt: Directoria não existe: %s
ru: Директория не существует: %s

source: Removed from Profile.
pt: Removido do perfil.
ru: Удалено из профиля.

source: File not found.
pt: Ficheiro não encontrado.
ru: Файл не найден.

source: Age: %d day(s). Archive Mode: %s.
pt: Idade: %d dia(s). Modo de arquivo: %s.
ru: Возраст:%d дней. Режим Архива: %s.

source: Save modified Profile?
pt: Guardar perfil modificado?
ru: Сохранить измененный Профиль?

source: Saving Profile %s...
pt: A guardar perfil %s...
ru: Сохранение профиля %s...

source: Please try '%s'.
pt: Por favor, experimente '%s'.
ru: Пожалуйста попробуйте '%s'.

source: Save Profile As...
pt: Guardar perfil como...
ru: Сохранить Профиль Как...

source: Opening Profile %s...
pt: A abrir perfil %s...
ru: Сохранение Профиля %s...

source: (Created with Abakt %s.%s)...
pt: (Criado com Abakt %s.%s)...
ru: (Создано с помощью Abakt %s. %s)...

source: Profile has been upgraded to Abakt %s.%s.
pt: O perfil foi actualizado para Abakt %s.%s.
ru: Профиль был обновлен до версии Abakt %s.%s.

source: Please check all settings, then save again using 'Save Profile As...'.
pt: Por favor, verifique todas as opções, depois guarde novamente usando 'Guardar perfil como...'.
ru: Пожалуйста проверьте все настройки и сохраните повторно используя 'Сохранить Профиль Как...'.

source: Error: %s
ru: Ошибка: %s

source: Executing Action. Using Profile %s...
pt: A executar acção. A usar perfil %s...
ru: Выполнение Действия. Используя Профиль %s...

source: There were warnings.
pt: Houve avisos.
ru: Были предупреждения.

source: New Profile
pt: Novo Perfil
ru: Новый Профиль

source: (Using %s)...
pt: (A usar %s)...
ru: (Используя %s)...

source: Current Profile has been modified.
pt: O perfil actual foi modificado
ru: Текущий Профиль был изменен.

source: Changes made to this Profile will be lost if Group Actions are performed.
pt: As alterações a este perfil serão perdidas se se executarem acções de grupo.
ru: Изменения, сделанные в этом Профиле будут утеряны при переходе к редактированию Групп.

source: Reading preferences from %s...
pt: A ler preferências de %s...
ru: Чтение настроек из %s...

source: Abakt Profile
pt: Perfil Abakt
ru: Профиль Abakt

source: Abakt Group
pt: Grupo Abakt
ru: Группа Abakt

source: Abakt History
pt: Histórico Abakt
ru: История Abakt

source: Abakt Template
pt: Modelo Abakt
ru: Шаблон Abakt

source: You need to restart Abakt for language changes to take effect.
pt: É necessário reiniciar o Abakt para que as mudanças de linguagem tenham efeito.
ru: Перезапустите Abakt чтобы изменение языка вошло в силу.

source: Select Default Data Directory
pt: Seleccionar a directoria de dados padrão
ru: Выберите Директорию Данных по умолчанию

source: The new default Data directories are:
pt: As novas directorias de dados padrão são:
ru: Новая Директория Данных по умолчанию:

source: Select
pt: Seleccionar
ru: Выберите
